{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": { "type": "Whitespace" },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]":       0,
      "hello":       1,
      "world":       2,
      "test":        3,
      "user":        4,
      "assistant":   5,
      "system":      6,
      "What":        7,
      "is":          8,
      "the":         9,
      "capital":     10,
      "of":          11,
      "France":      12
    },
    "unk_token": "[UNK]"
  }
}
